---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCConnectedWallData
source: html/ffdf0d58-44a6-5fb9-4de3-6bb8b76ad212.htm
---
# IFCConnectedWallData Members

Releases all resources used by the IFCConnectedWallData